alphabetes = {
    "rus": "абвгдеёжзийклмнопрстуфхцчшщъыьэюя",
    "eng": "abcdefghijklmnopqrstuvwxyz",
    "ita": "abcdefghilmnopqrstuvz",
    "kaz": "аәбвгғдеёжзийкқлмнңоөпрстуұүфхһцчшщъыіьэюя",
    "general": "abcdefghijklmnopqrstuvwxyzабвгдеёжзийклмнопрстуфхцчшщъыьэюя"
}
replaces = {
    "rus": {
        "ё": "е",
        "\u0301": ""  # Удаляет невидимый символ ударения (комбинируемое ударение)
    },
    "eng": {
        "á": "a", "é": "e", "í": "i", "ó": "o", "ú": "u",
        "à": "a", "è": "e", "ì": "i", "ò": "o", "ù": "u",
    },
    "ita": {
        "à": "a",
        "è": "e", "é": "e",
        "ì": "i", "í": "i",
        "ò": "o", "ó": "o",
        "ù": "u", "ú": "u"
    },
    "kaz": {
        "ё": "е",
        "\u0301": "" 
    },
    "general":{}
}